/* Best results description */
"Move the device closer to your face for the best results." = "Spostare il dispositivo più vicino al viso per i migliori risultati.";

/* Open description */
"NoTouch and your device will need to be open to work." = "NoTouch e il dispositivo dovranno essere aperti al lavoro.";

/* Placing description */
"Place your device in front of you so your face is in the middle of the camera's frame." = "Posiziona il dispositivo davanti a te in modo che il tuo viso sia al centro della cornice della fotocamera.";

/* Battery usage description */
"Plug your device in if possible." = "Collegare il dispositivo, se possibile.";

/* Privacy description */
"Privacy comes first.\n\nNone of your data is saved.\n\nNoTouch works without Internet." = "La privacy viene prima di tutto.\n\nNessuno dei tuoi dati viene salvato.\n\nNoTouch funziona senza Internet.";

/* Alert functionality description */
"When you touch your face you'll be alerted." = "Quando tocchi il viso verrai avvisato.";

